
/* Class = "NSWindow"; title = "Report a Problem to Yahoo"; ObjectID = "1"; */
"1.title" = "Αναφορά ενός προβλήματος στη Yahoo";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "47B-M6-QqL"; */
"47B-M6-QqL.title" = "Αποστολή";

/* Class = "NSTextFieldCell"; title = "A crash was detected - can you describe what were your actions prior to it?"; ObjectID = "W51-hB-cow"; */
"W51-hB-cow.title" = "Ανιχνεύτηκε σφάλμα - μπορείτε να περιγράψετε τις ενέργειές σας πριν από αυτό;";

/* Class = "NSTextFieldCell"; title = "Clicking \"Send\" will forward this information to Yahoo, along with diagnostic information from your Instant logs.  These logs may contain personally identifiable information. Yahoo! uses this information only to diagnose and resolve issues as well as for general product improvements."; ObjectID = "X7F-CP-lc5"; */
"X7F-CP-lc5.title" = "Κάνοντας κλικ στο κουμπί \"Αποστολή\" θα προωθήσετε όλες αυτές τις πληροφορίες στη Yahoo καθώς και πληροφορίες διαγνωστικών από τα αρχεία καταγραφής του Instant.  Αυτά τα αρχεία καταγραφής ενδέχεται να περιλαμβάνουν πληροφορίες που προσδιορίζουν την ταυτότητά σας. Η Yahoo χρησιμοποιεί αυτές τις πληροφορίες μόνο για να διαγνώσει και να επιλύσει προβλήματα καθώς και για γενικές βελτιώσεις των προϊόντων.";

/* Class = "NSButtonCell"; title = "Include a low resolution screenshot of your main display"; ObjectID = "bI1-iy-1BO"; */
"bI1-iy-1BO.title" = "Συμπεριλάβετε ένα στιγμιότυπο χαμηλής ανάλυσης της κύριας οθόνης σας";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "qIC-Bo-PAH"; */
"qIC-Bo-PAH.title" = "Άκυρο";
